/**
 * Created by Administrator on 2020/8/9 0009.
 */
var yaopin = [
    {
        code:"dD1",//订单编号
        date:"2020-08-01",//申请日期
        id:"001",//药品编号
        depart:"内科",//科室1
        name:"阿莫西林胶囊",//药品名称
        unit:"盒",//药品单位
        bid:"20",//价格
        si:"10",//数量
        total:"200"//总计
    },

    {
        code:"dD1",//订单编号
        date:"2020-08-02",//申请日期
        id:"002",//药品编号
        depart:"内分泌科",//科室
        name:"丹参",//药品名称
        unit:"盒",//药品单位
        bid:"30",//价格
        si:"10",//数量
        total:"300"//总计
    },

    {
        code:"dD1",//订单编号
        date:"2020-08-03",//申请日期
        id:"003",//药品编号
        depart:"内科",//科室
        name:"拜阿司匹林",//药品名称
        unit:"盒",//药品单位
        bid:"20",//价格
        si:"10",//数量
        total:"200"//总计
    },

    {
        code:"dD1",//订单编号
        date:"2020-08-04",//申请日期
        id:"004",//药品编号
        depart:"内科",//科室
        name:"扑尔敏",//药品名称
        unit:"盒",//药品单位
        bid:"50",//价格
        si:"10",//数量
        total:"500"//总计
    },

    {
        code:"dD1",//订单编号
        date:"2020-08-05",//申请日期
        id:"005",//药品编号
        depart:"眼科",//科室
        name:"新福林滴眼液",//药品名称
        unit:"瓶",//药品单位
        bid:"10",//价格
        si:"10",//数量
        total:"100"//总计
    },


    {
        code:"dD2",//订单编号
        date:"2020-08-06",//申请日期
        id:"006",//药品编号
        depart:"耳鼻喉科",//科室
        name:"金嗓子喉片",//药品名称
        unit:"盒",//药品单位
        bid:"15",//价格
        si:"10",//数量
        total:"150"//总计
    },

    {
        code:"dD2",//订单编号
        date:"2020-08-07",//申请日期
        id:"007",//药品编号
        depart:"内科",//科室
        name:"999感冒灵",//药品名称
        unit:"盒",//药品单位
        bid:"20",//价格
        si:"10",//数量
        total:"200"//总计
    },

    {
        code:"dD2",//订单编号
        date:"2020-08-08",//申请日期
        id:"008",//药品编号
        depart:"神经内科",//科室
        name:"天麻素",//药品名称
        unit:"瓶",//药品单位
        bid:"80",//价格
        si:"10",//数量
        total:"800"//总计
    },

    {
        code:"dD2",//订单编号
        date:"2020-08-09",//申请日期
        id:"009",//药品编号
        depart:"血液科",//科室
        name:"洛活喜",//药品名称
        unit:"盒",//药品单位
        bid:"60",//价格
        si:"10",//数量
        total:"600"//总计
    },

    {
        code:"dD2",//订单编号
        date:"2020-08-10",//申请日期
        id:"010",//药品编号
        depart:"神经内科",//科室
        name:"万爽力",//药品名称
        unit:"瓶",//药品单位
        bid:"50",//价格
        si:"10",//数量
        total:"500"//总计
    },


    {
        code:"dD3",//订单编号
        date:"2020-08-11",//申请日期
        id:"011",//药品编号
        depart:"耳鼻喉科",//科室
        name:"西瓜霜",//药品名称
        unit:"盒",//药品单位
        bid:"15",//价格
        si:"10",//数量
        total:"150"//总计
    },

    {
        code:"dD3",//订单编号
        date:"2020-08-12",//申请日期
        id:"012",//药品编号
        depart:"内科",//科室
        name:"克拉霉素",//药品名称
        unit:"盒",//药品单位
        bid:"15",//价格
        si:"10",//数量
        total:"150"//总计
    },

    {
        code:"dD3",//订单编号
        date:"2020-08-13",//申请日期
        id:"013",//药品编号
        depart:"内分泌科",//科室
        name:"舒血宁",//药品名称
        unit:"瓶",//药品单位
        bid:"30",//价格
        si:"10",//数量
        total:"300"//总计
    }
];